Repository: blackfiveimaging/cmyktool
Catalog: po/*.po
Languages: fr

source: Absolute black generation (target, -k)
fr: Génération du noir absolu (cible, -k)

source: The black generation will attempt to use the actual level of black specified by the curve
fr: La génération du noir va tenter d'utiliser le niveau de noir actuel spécifié par la courbe

source: Proportional black generation (locus, -K)
fr: Génération de noir proportionnel (locus, -k)

source: The black generation will pick a black level between the minimum and maximum possible, based on the curve
fr: La génération du noir va prendre un niveau entre le minimum et le maximum possible, d'après la courbe

source: Minimum black
fr: Noir minimal

source: Aims for 0% black when mixing colours, using just C, M and Y.
fr: Cherche un noir à 0% en mélangeant les couleurs, utilise seulement C, M et J

source: Medium black
fr: Noir moyen

source: Aims for 50% black when mixing colours
fr: Cherche un noir à 50% en mélangeant les couleurs

source: Maximum black
fr: Noir maximal

source: Aims to use as much black, and as little C, M and Y as possible.
fr: Cherche à utiliser autant de noir que possible en minimisant C, M et J.

source: Ramp min to max
fr: Rampe mini à maxi

source: Uses a transition from 0% black for light colours, and 100% black for dark colours.
fr: Utilise une transition de 0% Noir pour couleurs claires à 100% Noir pour les sombres.

source: Custom
fr: Personnalisé

source: Define a custom black-generation curve.
fr: Définir un courbe de noir personnalisée.

source: Transfer from source profile
fr: Transfert à partir du profil source

source: Attempts to retain the black-generation from the source profile (if source profile is CMYK)
fr: Cherche à conserver le noir du profil source (s'il est CMJN)

source: Retain from target profile
fr: Conservation à partir du profil cible

source: Attempts to retain the existing black generation from the destination profile.
fr: Cherche à conserver le noir actuel à partir du profil de destination

source: Start level:
fr: Niveau de départ :

source: Start position:
fr: Position de départ:

source: End position:
fr: Position de fin:

source: End level:
fr: Niveau de fin:

source: Shape:
fr: Forme:

source: Default
fr: Defaut

source: Practical Reflection Print
fr: Impression pratique

source: Print evaluation environment
fr: Environnement d'avaluation d'impression

source: Monitor in typical work environment
fr: Moniteur en environnement typique

source: Monitor in bright work environment
fr: Moniteur en environnement lumineux

source: Monitor in darkened work environment
fr: Moniteur en environnement sombre

source: Projector in dim environment
fr: Projecteur en environnement faiblement lumineux

source: Projector in dark environment
fr: Projecteur en environnement sombre

source: Photo CD - original scene outdoors
fr: Photo CD - scene originale extérieure

source: Original scene - Bright Outdoors
fr: Scene originale - Extérieur lumineux

source: Cut Sheet Transparencies on a viewing box
fr: Transparences en boite lumineuse

source: _File
fr: _Fichier

source: _Quit
fr: _Quitter

source: Exit the program
fr: Sortir du programme

source: _Edit
fr: _Edition

source: Select _All
fr: Selectionner tout (_A)

source: Select all images
fr: Sélectionner toutes les images

source: Select _None
fr: Déselectio_nner

source: Deselect all images
fr: Désélectionner toutes les images

source: Preset _Editor...
fr: _Editeur de Réglages

source: Open the preset editor
fr: Ouvre l'éditeur de réglage

source: _Device Link Editor...
fr: Editeur _Device Link

source: Open the Device Link editor
fr: Ouvre l'éditeur Device Link

source: Pre_ferences...
fr: Préférences...

source: Set paths for colour profiles and external utilities
fr: Définir les chemins pour les profils et outils externes

source: _Help
fr: _Aide (_H)

source: _About
fr: _A Propos

source: Show the About dialog
fr: Voir les informations sur le logiciels

source: Add Images...
fr: Ajouter des images...

source: Remove Images
fr: Supprimer les images

source: Convert
fr: Converti

source: Using conversion preset:
fr: Utilise les réglages prédéfinis

source: Preferences...
fr: Préférences...

source: Previous settings
fr: Paramètres Précédents

source: None
fr: Aucun

source: No conversion
fr: Aucune conversion

source: Other...
fr: Autre...

source: Create a new preset
fr: Créer de nouveaux réglages

source: About CMYKTool
fr: A propos de CMYKTool

source: translator-credits
fr: Crédits traducteurs

source: A utility for conversion of images using ICC colour profiles.
fr: A outils de conversion d'image utilisant les profils ICC.

source: Open File
fr: Ouvrir un fichier

source: Adding images...
fr: Ajouter des images...

source: Inspect
fr: Inspecter

source: Displays image data without conversion from target space to monitor, allowing you to see how the data has been modified by the conversion.
fr: Affiche les données d'image sans conversion à partir de l'espace cible, permettant de voir comment elles ont été modifiées.

source: Simulate print, adapt white
fr: Simule l'impression, adapte le blanc

source: Simulates printed colours but uses the monitor's white point. (Conversion from destination to monitor profiles, using Relative Colorimetric intent with BlackPoint Compensation.)
fr: Simule les couleurs imprimées mais utilise le point blanc du moniteur (conversion de la destination vers le moniteur, utilisant un rendu colorimétrie relative avec compensation du point noir).

source: Simulate print
fr: Simule l'impression

source: Simulates printed colours, using paper white. (Conversion from destination to monitor profiles, using Absolute Colorimetric intent.)
fr: Simule les couleurs imprimées sur papier blanc (conversion de la destination vers le moniteur, utilisant le rendu colorimétrie absolu)

source: Save...
fr: Enregistre...Enregistre...

source: Save Image...
fr: Enregistre l'image...

source: File format:
fr: Format de fichier:

source: JPEG - Lossy format optimised for photographic images
fr: JPEG - Format avec perte optimisé pour photos

source: TIFF - 8-bits per sample, for increased compatibility
fr: TIFF - 8-bits pour une meilleur compatibilité

source: TIFF - 16-bits per sample, for maximum quality
fr: TIFF - 16-bit, pour une qualité optimale

source: JPEG Quality:
fr: Qualité JPEG :

source: Resolution:
fr: Résolution:

source: Embed ICC Profile
fr: Profil ICC incorporé

source: File exists - OK to overwrite?
fr: Le fichier existe déjà : écraser ?

source: Saving
fr: Enregistrer

source: Save image - please choose filename
fr: Enregistre l'image - choisissez un nom de fichier

source: Colour conversion options
fr: Options de conversion de couleur

source: <- Save
fr: <- Enregistrer

source: Name:
fr: Nom:

source: Input:
fr: Entrée:

source: Fallback RGB Profile:
fr: Profil RVB par défaut:

source: Fallback CMYK Profile:
fr: Profil CMJN par défaut:

source: Ignore embedded profiles
fr: Ignore les profils incorpors

source: Output Profile:
fr: Profil de sortie:

source: Rendering intent:
fr: Intention de rendu:

source: Use Device Link:
fr: Utiliser Device Link:

source: Choose or create a Device Link profile...
fr: Choisir ou créer un profil Device Link...

source: Conversion mode:
fr: Mode de conversion:

source: A regular conversion from source to destination profile
fr: Une conversion rgulire du profil source vers destination

source: Hold Black
fr: Conserver les noirs

source: Maps pure black input to CMYK (0,0,0,100)
fr: Converti les noirs purs en C0M0J0N100

source: Hold Grey
fr: Conserve les gris

source: Maps grey input (R=G=B) to K channel only
fr: Converti les gris (R=V=B) en variation de noir seul

source: Overprint
fr: Surimpression

source: Maps pure black to CMYK (0,0,0,100) and copies C, M and Y from the most recent non-black pixel.
fr: Applique le noir pur à C0M0J0K100 et copie C, M, J à partir du plus récent pixel non noir.

source: Transition width:
fr: Largeur de transition:

source: New preset
fr: Nouveau réglage

source: Choose a name for this preset...
fr: Choisir un nom pour ce réglage

source: Overwrite existing preset?
fr: Écraser le réglage existant ?

source: Are you sure you want to delete this preset?
fr: Êtes vous sûr de supprimer ce réglage ?

source: Device Link Editor
fr: Editeur Device Link

source: Input options:
fr: Options d'entrée:

source: Profile:
fr: Profil :

source: Viewing Conditions:
fr: Conditions de visualisation:

source: Output options:
fr: Options de sortie:

source: Link options:
fr: Options de liaison:

source: Rendering Intent:
fr: Intention de rendu:

source: Ink Limit:
fr: Limite d'encrage

source: Quality:
fr: Qualité:

source: Low
fr: Basse

source: Fastest mode at the expense of quality
fr: Mode rapide au détriment de la qualité

source: Medium
fr: Moyenne

source: Balances speed and quality
fr: Compromis vitesse/qualité

source: High
fr: Haute

source: Highest quality at the expense of speed
fr: Qualité élevée au détriment de la rapidité

source: Build Device Link
fr: Construire Device Link

source: You have changed device link parameters but not generated the actual device link profile. OK to leave the device link editor?
fr: Vous avez changé les paramètres Device Link mais pas généré le profil. Confirmez-vous la sortie de l'éditeur Device Link ?

source: Are you sure you want to overwrite an existing device link?
fr: Êtes-vous sûr d'écraser le Device Link existant ?

source: New devicelink
fr: Nouveau Device Link

source: New Devicelink
fr: Nouveau Device Link

source: Are you sure you want to delete this devicelink profile?
fr: Êtes-vous sûr de supprimer ce profil Device Link ?

source: Colour Management
fr: Gestion de couleur

source: ICC colour profile paths
fr: Chemins des profils ICC

source: Monitor Profile:
fr: Profil Moniteur:

source: External utilities
fr: Outils Externes

source: Search paths for GhostScript executable
fr: Chemin vers les éxécutables Ghostscript

source: JPEG Saver only supports greyscale and colour images!
fr: JPEG supporte seulement les images en gris et couleur!

source: Can't open file for saving
fr: Impossible d'ouvrir le fichier pour enregistrement

source: JPEG Saver can currently only save RGB, CMYK or Greyscale images.
fr: JPEG peut être actuellement en RVB, CMJN, Niveaux de gris.

source: Icon
fr: Icone

source: Name
fr: Nom

source: Progress...
fr: Progression...

source: Select directory...
fr: Choisir le répertoire...

source: Path
fr: Chemin

source: Add...
fr: Ajouter...

source: Remove
fr: Supprimer

source: Perceptual
fr: Perceptif

source: Relative Colorimetric
fr: Colorimétrie Relative

source: Relative Colorimetric with BPC
fr: Colorimétrie relative avec BPC

source: Absolute Colorimetric
fr: Colorimétrie absolue

source: Aims for pleasing photographic results by preserving relationships between colours, and avoiding clipping of unattainable colours
fr: Pour des photographies plaisantes en préservant les relations de couleurs et évitant les couleurs non reproductibles

source: Attempts to preserve the original colours, relative to white-point differences.
fr: Préserve les couleurs originales, selon les différences de point blanc.

source: Attempts to preserve the original colours, relative to white-point differences. Uses Black Point Compensation to avoid clipping of highlights and shadows.
fr: Préserve les couleurs originales, selon les différences de point blanc. Utilise la compensation de point noir pour éviter le découpage des zones claires et des ombres.

source: Attempts to provide brighter, more saturated colours, at the expense of colour relationships.
fr: Des résultats plus brillant, des couleurs plus saturées, au détriment des relations de couleur.

source: Mimics the original colours (including white point) as closely as possible, for side-by-side comparisons. Clips unattainable colours.
fr: Imite les couleurs originales (incluant le point blanc), pour un résultat aussi proche que possible. Décale les couleurs non reproductibles.

source: Can't do proofing without a valid Printer profile!
fr: Impossible sans un profil d'imprimante valide!

source: Can't do proofing without a valid Monitor profile!
fr: Impossible sans un profil moniteur valide!

source: Can't do proofing without a valid Default RGB profile!
fr: Impossible sans un profil RVB par défaut valide!

source: No Proof profile provided!
fr: Aucune épreuve produite !

source: Default rendering intent
fr: Intention de rendu par défaut

source: Please choose a valid ICC profile
fr: Choisissez un Profil ICC valide

source: Ripping File...
fr: Fichier en rasterisation...

source: PSRip Test
fr: Test PSRip

source: <unknown>
fr: <Inconnu>
